概述<BR/> <BR/>

该网站是由保健品加操作。在整个网站中，“我们”，“我们”和“我们”指的是保健品加。保健品Plus从这个网站，包括可以从这个网站给你，用户，在您接受这里所说的所有条款，条件，政策和通知的条件的所有信息，工具和服务。<BR/> <BR/>

通过访问我们的网站和/或从美国代购的东西，你搞我们的“服务”，并同意以下条款和条件（“服务条款”，“条款”），包括那些附加条款和条件和政策的约束此处引用的和/或通过超链接可用。本服务条款适用于网站的所有用户，包括但谁是浏览器，供应商，客户，商家，和/或内容贡献者限制用户。<BR/> <BR/>

访问或使用本网站之前，请仔细阅读本服务条款。通过访问或使用本网站的任何部分，您同意遵守这些服务条款的约束。如果您不同意所有条款和本协议的条件，那么你可能无法访问网站或使用任何服务。如果这些服务条款被视为要约，承诺明确限于这些服务条款。<BR/> <BR/>

它被添加到当前的存储任何新功能或工具也应遵守本服务条款。您可以在此页面上随时查看服务条款的最新版本。我们保留更新，更改或通过发布更新和/或改变我们的网站取代这些服务条款的任何部分的权利。这是你的责任，定期检查本页面更改。你的任何变化发布后继续使用或访问该网站即表示接受这些变化。<BR/> <BR/>


第1节 - 在线商店条款<BR/> <BR/>

同意这些服务条款，即表示您至少多数年龄在您的国家或居住的省份，或者您是法定年龄在您的国家或居住的省，您给予我们您的同意让任何未成年人的家属使用此网站。<BR/>

您不得使用我们的产品用于任何非法或未经授权的目的，也不得在使用本服务，违反法律咨询您所在辖区（包括但不限于版权法）。<BR/> <BR/>

你不能传输任何蠕虫或病毒或具有破坏​​性的任何代码。<BR/> <BR/>

任何条款的违反或违反规定，将导致您的服务立即终止。<BR/> <BR/>


第2节 - 一般条件<BR/> <BR/>

我们保留拒绝服务，任何人以任何理由在任何时间的权利。<BR/> <BR/>

你认识到自己的内容（不包括信用卡信息），可能会被转移未加密的，并包括：（一）传输通过各种网络;和（b）为符合和适应连接网络或设备的技术要求。信用卡信息传输在网络中始终处于加密状态。<BR/> <BR/>

您同意不复制，复制，拷贝，出售，转售或利用服务，使用服务，或访问服务或通过其提供服务的网站上的任何接触的任何部分，未经明确由我们书面许可。<BR/> <BR/>

本协议中使用的标题包含仅为了方便，并且不会限制或影响这些条款。<BR/> <BR/>


第3节 - 准确性，完整性和信息<BR/> <BR/>的时效性

我们不负责，如果提供本网站信息不准确，完整或电流。对本网站的资料只用于提供一般信息，不应被依赖或作为没有咨询的主要信息，更准确，更完整或更及时的来源决策的唯一依据。在这个网站上的材料的依赖是需要您自担风险。<BR/> <BR/>

本网站可能包含某些历史信息。历史资料，必需，是不是电流，是仅供参考。我们保留随时修改本网站内容的权利，但我们没有义务更新我们网站上的任何信息。您同意，您有责任监督的改变我们的网站。<BR/> <BR/>


第4条 - 对本服务和价格<BR/> <BR/>

为我们的产品价格如有更改恕不另行通知。<BR/> <BR/>

我们有权随时修改或中断服务（或其任何部分或其内容），在任何时候，恕不另行通知。<BR/> <BR/>

我们概不负责，对您或任何第三方使用本服务的任何修改，报价不变，暂停或终止。<BR/> <BR/>


第5部分 - 产品或服务（如适用）<BR/> <BR/>

某些产品或服务可能只提供通过网站在线。这些产品或服务可能有数量有限，如有退货或换货只能根据我们的退货政策。<BR/> <BR/>

我们已经尽了一切努力，尽可能准确地显示出现在商店的颜色和我们的产品形象。我们不能保证任何颜色的电脑显示器的显示将是准确的。<BR/> <BR/>

我们保留权利，但没有义务，对我们的产品或服务的销售限制任何人，地理区域或辖区。我们可能会根据具体情况逐案行使这一权利。我们保留限制我们提供的任何产品或服务的数量的权利。产品或产品定价的所有描述都受到随时更改，恕不另行通知，在我们自行决定。我们保留停止任何产品在任何时间的权利。其中，禁止任何要约对本网站的任何产品或服务是无效的。<BR/> <BR/>

我们不保证任何产品，服务，信息或其他材料由您购买或取得的质量将满足您的期望，或者说，在服务的任何错误都将得到更正。<BR/> <BR/>


第6节 - 准确性<BR/> <BR/>计费和账户信息

我们保留拒绝您与我们放置任何订单的权利。我们可以在我们的判断，限制或取消每人购买的数量，每个家庭或每秩序。这些限制可能包括下订单的还是在相同的客户账户，相同的信用卡，和/或命令使用相同的账单和/或送货地址。在我们进行了更改或取消订单的情况下，我们可能会通过电子邮件和/或帐单地址在命令作出时提供/电话号码联系，通知您。我们保留限制或禁止的，在我们的独立判断，似乎是由经销商，经销商或分销商放在订单的权利。<BR/> <BR/>

您同意提供最新，完整和准确的购买和占在我们的商店的所有采购信息。您同意及时更新您的帐户和其他信息，包括您的电子邮件地址和信用卡号码和到期日期，这样我们就可以完成交易，并根据需要与您联系。<BR/> <BR/>

更多详细信息，请参阅我们的退货政策。<BR/> <BR/>


第七节 - 可选工具<BR/> <BR/>

我们可以为您提供访问第三方工具上，我们既没有监控也没有任何控制，也没有输入。<BR/> <BR/>

您承认并同意，我们可以访问这些工具“现况”及“现有”没有任何形式的任何担保，声明或条件，没有任何背书。我们必须引起或与您使用可选的第三方工具没有任何责任。<BR/> <BR/>

通过该网站提供的可选工具，您的任何使用是完全由您自己承担风险和自由裁量权，你应该确保你熟悉和批准这是由相关的第三方提供者提供的工具的条款。< BR /> <BR/>

我们也可以，在未来，通过网站（包括新的工具和资源释放）提供新的服务和/或特征。这样的新功能和/或服务也应遵守本服务条款。<BR/> <BR/>


第8节 - 第三方链接<BR/> <BR/>

某些内容，产品和提供的服务通过我们的服务可能包括来自第三方的材料。<BR/> <BR/>

本网站上的第三方链接可能会引导您不与我们关联第三方网站。我们不负责检查或评估内容的准确性，我们不保证，不会有任何责任或任何第三方资料或网站，或任何其他材料，产品，或第三方的服务。< BR /> <BR/>

我们不会对有关购买或使用商品，服务，资源，内容，或与任何第三方网站连接的任何其他交易的任何伤害或损害承担责任。请仔细阅读第三方的政策和做法，并确保你理解他们，你在任何交易之前搞。投诉，索赔，忧虑，或有关第三方产品有任何疑问，应直接给第三方。<BR/> <BR/>


第9章 - 用户的意见，反馈和提交的其他文件<BR/> <BR/>

如果在我们的要求，你送一些具体意见（如参赛作品），或不向我们请求您发送创意，建议，提案，计划，或其他材料，无论是在线，通过电子邮件，邮寄​​或以其他方式（统称为“意见”），您同意，我们可以在任何时间，不受任何限制，编辑，复制，发布，分发，翻译和在任何媒体以其它方式使用任何评论，你着我们。我们并应无义务（1）保持信心的任何意见; （2）支付赔偿金的意见; （三）以应对任何评论。<BR/> <BR/>

我们可以，但没有义务，监控，编辑或删除，我们在我们的判断决定是非法，攻击，威胁，中伤，诽谤，色情，淫秽或其他不良或违反任何一方知识产权或本服务条款的内容。<BR/> <BR/>

您同意，您的意见将不会违反任何第三方的任何权利，包括版权，商标，隐私权，人格或其他个人或专有权利。您进一步同意，您的意见将不包含诽谤或其它非法的，侮辱性或淫秽材料，或任何含有计算机病毒或其他恶意软件，可以以任何方式影响本服务或任何相关网站的运行。您不得使用虚假的电子邮件地址，假装比你自己以外的其他人，或以其他方式误导我们或第三方以任何意见的起源。你是你做任何评论和准确性负责。我们也不承担任何责任，并承担张贴您或任何第三方的任何意见不承担任何责任。<BR/> <BR/>


第10部分 - 个人信息<BR/> <BR/>

您通过存储个人信息的提交是我们的隐私政策的约束。要查看我们的隐私政策。<BR/> <BR/>


第11节 - 错误，不准确和遗漏<BR/> <BR/>

偶尔有可能是我们的网站或包含可能涉及到产品说明，定价，促销，优惠，产品运输费用，运输时间和可用性的印刷错误，不准确或遗漏的服务信息。我们保留纠正任何错误，不准确或遗漏，并（在您提交订单后包括）更改或更新资料或取消订单，如果在服务或任何相关网站的任何信息，恕不另行通知任何时候不准确的权利。<BR/> <BR/>

我们不承担更新，修订或服务或任何相关网页澄清信息，包括但不限于定价信息，除非法律要求。没有指定的更新或刷新服务或任何相关网站申请日期，应采取以表明在服务或任何相关网站的所有信息已被修改或更新。<BR/> <BR/>



第12节 - 禁止使用<BR/> <BR/>

除了在服务条款中规定以外的禁令，你是从使用本网站或其内容禁止：（一）为任何非法目的; （二）征求他人进行或参与任何非法行为; （三）违反任何国际，联邦，省或国家的法规，规章，法律或地方条例; （四）对侵犯或违反知识产权或他人的知识产权; （五）骚扰，虐待，侮辱，伤害，诽谤，中伤，诋毁，恐吓，歧视或基于性别，性取向，宗教，民族，种族，年龄，国籍，或残疾; （六）提交虚假或误导性的信息; （G）上载或传送病毒或将要或可能以任何方式将影响服务或任何相关网站，其他网站或互联网的功能或操作中使用的任何其他类型的恶意代码; （h）至收集或跟踪他人的个人信息; （i）向垃圾邮件，网络钓鱼，医药，借口，蜘蛛，爬行，或刮擦; （J）任何淫秽或不道德的目的;或（K）干扰或规避服务或任何相关的网站，其他网站，或互联网的安全功能。我们有权终止您的服务或违反任何禁止使用任何相关网站的使用权。<BR/> <BR/>


第13条 - 免责声明;责任限制<BR/> <BR/>

我们不保证，声明或保证您使用我们的服务不会中断，及时，安全或无差错。<BR/> <BR/>

我们不保证可能从使用该服务而获得的结果将是准确或可靠的。<BR/> <BR/>

您同意不时我们会删除该服务的时间不定，或随时取消该服务，而无需通知您。<BR/> <BR/>

您明确同意你的，或不能使用的使用，服务是自行承担风险。通过服务传递给你的服务和所有的产品和服务（除非我们明确说明）提供'是'和'可用'供您使用，没有任何形式的任何陈述，保证或条件，明示或隐含的，包括所有的暗示担保和适销性条件，可销售品质，适合特定用途，耐用性，所有权和非侵权。<BR/> <BR/>

在任何情况下，保健品此外，我们的董事，管理人员，员工，关联公司，代理，承包商，实习生，供应商，服务供应商或授权承担责任的任何伤害，损失，索赔，或任何直接的，间接的，附带的，惩罚性的，特殊的，或任何形式的间接损害，包括但不限于利润损失，收入损失，储蓄损失，数据，更换费用，或任何类似上的损失，无论是基于合同，侵权（包括过失），严格责任或其他方式所产生的从你使用任何使用该服务采购的服务或产品，或任何其他主张以任何方式与您使用本服务或产品，包括但不限于任何内容的任何错误或遗漏，或者即使被告知任何损失或因使用服务或发布任何内容（或产品），传送或以其他方式通过服务提供的结果任何形式的损害，发生的可能性。由于某些国家或司法管辖区不允许排除或间接或附带损失的责任限制，对这些国家或司法管辖区，我们的责任仅限于法律允许的最大范围内。<BR/> <BR/>



第14节 - 赔偿<BR/> <BR/>

您同意赔偿，捍卫和维护保健品Plus和我们的母公司，子公司，关联公司，合作伙伴，管理人员，董事，代理商，工程商，许可人，服务商，分包商，供应商，实习生和员工，从任何索赔或要求无害，包括合理的律师由于费，由任何第三方提出或因您违反本服务条款或文件的，他们引用，或您违反任何法律或第三方权利的结合。<BR /> <BR/>


第15节 - 可分割<BR/> <BR/>

在这些服务条款中的任何条款被确定为非法，无效或不可执行，该条款应仍然强制执行在适用法律允许的最大范围内，而无法执行的部分应被视为从这些条款中的切断服务，这样的判定不得影响的有效性和任何其他其余条款的可执行性。<BR/> <BR/>


第16节 - 终止<BR/> <BR/>

之前终止日期的义务和当事人的责任发生在本协议的所有目的的终止。<BR/> <BR/>

本服务条款是有效的，除非及直至您或我们终止。您可以通知我们在任何时候终止本服务条款，你不再希望使用我们的服务，或者当您停止使用我们的网站。<BR/> <BR/>

如果我们的自行判断你失败了，或者我们怀疑您未能遵守任何条款或规定本服务条款中，我们也可以在任何时候终止本协议，恕不另行通知，并且您将承担责任为所有应付款项达包括终止的日期;和/或相应的可能会拒绝您访问我们的服务（或其任何部分）。<BR/> <BR/>


第17节 - 全部协议<BR/> <BR/>

我们行使或执行任何权利或提供这些服务条款的失败不构成此类权利或规定的放弃。<BR/> <BR/>

这些发表我们在本网站或对于服务的服务条款及任何政策或运营规则构成您和我们之间关于您使用本服务，取代任何以前的或同期的协议，通信和建议之间的全部协议和谅解，无论是口头或书面的您和我们（包括但不限于本服务条款中的任何以前的版本）。<BR/> <BR/>

在这些服务条款的解释含糊不清任何不得对起草小组进行解释。<BR/> <BR/>


第18节 - 适用法律<BR/> <BR/>

这些服务条款及任何独立协议，由此我们为您提供服务应受并根据与加拿大，美国和中国的法律解释。<BR/> <BR/>


第19条 - 修改服务<BR/> <BR/>之条款

您可以在此页面随时查看服务条款的最新版本。<BR/> <BR/>

我们保留权利，在我们的判断，更新，更改或通过发布更新和更改我们的网站取代这些服务条款的任何部分。这是你的责任定期检查我们的网​​站更改。您继续使用或访问我们的网站或服务的任何变更服务条款的发布以下构成接受这些更改。<BR/> <BR/>


第20节 - 联络信息<BR/> <BR/>

有关服务条款的问题应在admin@healthsupplementsplus.com 发送给我们。